[
  {
    "id": "prod-1751775185702-0",
    "name": "Performant Système Mode 1",
    "description": "Découvrez notre Système Performant, une solution avancée pour optimiser votre quotidien dans le domaine de mode. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 23.98,
    "imageUrl": "https://via.placeholder.com/300x200?text=Performant%20Syst%C3%A8me%20M",
    "stock": 2
  },
  {
    "id": "prod-1751775185702-1",
    "name": "Intuitif Kit Divertissement 2",
    "description": "Découvrez notre Kit Intuitif, une solution avancée pour optimiser votre quotidien dans le domaine de divertissement. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 29.86,
    "imageUrl": "https://via.placeholder.com/300x200?text=Intuitif%20Kit%20Diverti",
    "stock": 4
  },
  {
    "id": "prod-1751775185702-2",
    "name": "Intuitif Logiciel Mode 3",
    "description": "Découvrez notre Logiciel Intuitif, une solution avancée pour optimiser votre quotidien dans le domaine de mode. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 64.17,
    "imageUrl": "https://via.placeholder.com/300x200?text=Intuitif%20Logiciel%20Mo",
    "stock": 46
  },
  {
    "id": "prod-1751775185702-3",
    "name": "Intelligent Robot Bureau 4",
    "description": "Découvrez notre Robot Intelligent, une solution avancée pour optimiser votre quotidien dans le domaine de bureau. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 115.38,
    "imageUrl": "https://via.placeholder.com/300x200?text=Intelligent%20Robot%20Bu",
    "stock": 39
  },
  {
    "id": "prod-1751775185702-4",
    "name": "Intelligent Capteur Sport 5",
    "description": "Découvrez notre Capteur Intelligent, une solution avancée pour optimiser votre quotidien dans le domaine de sport. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 41.49,
    "imageUrl": "https://via.placeholder.com/300x200?text=Intelligent%20Capteur%20",
    "stock": 18
  },
  {
    "id": "prod-1751775185702-5",
    "name": "Robuste Module Bureau 6",
    "description": "Découvrez notre Module Robuste, une solution avancée pour optimiser votre quotidien dans le domaine de bureau. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 118.1,
    "imageUrl": "https://via.placeholder.com/300x200?text=Robuste%20Module%20Burea",
    "stock": 9
  },
  {
    "id": "prod-1751775185702-6",
    "name": "Robuste Capteur Sport 7",
    "description": "Découvrez notre Capteur Robuste, une solution avancée pour optimiser votre quotidien dans le domaine de sport. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 77.2,
    "imageUrl": "https://via.placeholder.com/300x200?text=Robuste%20Capteur%20Spor",
    "stock": 30
  },
  {
    "id": "prod-1751775185702-7",
    "name": "Élégant Capteur Éducation 8",
    "description": "Découvrez notre Capteur Élégant, une solution avancée pour optimiser votre quotidien dans le domaine de éducation. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 28.21,
    "imageUrl": "https://via.placeholder.com/300x200?text=%C3%89l%C3%A9gant%20Capteur%20%C3%89duc",
    "stock": 2
  },
  {
    "id": "prod-1751775185702-8",
    "name": "Portable Système Bureau 9",
    "description": "Découvrez notre Système Portable, une solution avancée pour optimiser votre quotidien dans le domaine de bureau. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 94,
    "imageUrl": "https://via.placeholder.com/300x200?text=Portable%20Syst%C3%A8me%20Bur",
    "stock": 50
  },
  {
    "id": "prod-1751775185702-9",
    "name": "Compact Kit Santé 10",
    "description": "Découvrez notre Kit Compact, une solution avancée pour optimiser votre quotidien dans le domaine de santé. Conçu pour la performance et la simplicité, il intègre une IA de pointe pour une expérience utilisateur sans précédent.",
    "price": 27.15,
    "imageUrl": "https://via.placeholder.com/300x200?text=Compact%20Kit%20Sant%C3%A9%2010",
    "stock": 44
  }
]